linear.measurement.mongo.fnight.original.v.1.18/mongo.op_fnight.total_info.threads_200.txt
[SCAN], 95thPercentileLatency(us), 423423
[SCAN], AverageLatency(us), 130523.3736730361
[OVERALL], Throughput(ops/sec), 1023.5414534288639
[SCAN], 95thPercentileLatency(us), 454399
[SCAN], AverageLatency(us), 111838.35084033613
[OVERALL], Throughput(ops/sec), 911.5770282588878
[SCAN], 95thPercentileLatency(us), 321791
[SCAN], AverageLatency(us), 75203.96346555324
[OVERALL], Throughput(ops/sec), 1186.2396204033214
[SCAN], 95thPercentileLatency(us), 469759
[SCAN], AverageLatency(us), 110808.88971367975
[OVERALL], Throughput(ops/sec), 914.9130832570905
[SCAN], 95thPercentileLatency(us), 558079
[SCAN], AverageLatency(us), 149846.90031479538
[OVERALL], Throughput(ops/sec), 871.8395815170009
[SCAN], 95thPercentileLatency(us), 196479
[SCAN], AverageLatency(us), 75060.13955928646
[OVERALL], Throughput(ops/sec), 1369.86301369863
[SCAN], 95thPercentileLatency(us), 390399
[SCAN], AverageLatency(us), 104387.13684210526
[OVERALL], Throughput(ops/sec), 1090.5125408942204
[SCAN], 95thPercentileLatency(us), 369407
[SCAN], AverageLatency(us), 115372.61016949153
[OVERALL], Throughput(ops/sec), 975.609756097561
[SCAN], 95thPercentileLatency(us), 481535
[SCAN], AverageLatency(us), 140606.77344573234
[OVERALL], Throughput(ops/sec), 797.4481658692185
[SCAN], 95thPercentileLatency(us), 352767
[SCAN], AverageLatency(us), 120572.46267087276
[OVERALL], Throughput(ops/sec), 1075.268817204301
[SCAN], 95thPercentileLatency(us), 296447
[SCAN], AverageLatency(us), 96582.20333680918
[OVERALL], Throughput(ops/sec), 1257.861635220126
[SCAN], 95thPercentileLatency(us), 251135
[SCAN], AverageLatency(us), 76399.98942917548
[OVERALL], Throughput(ops/sec), 1222.4938875305625
[SCAN], 95thPercentileLatency(us), 214143
[SCAN], AverageLatency(us), 74124.02763018066
[OVERALL], Throughput(ops/sec), 1342.2818791946308
[SCAN], 95thPercentileLatency(us), 345599
[SCAN], AverageLatency(us), 134791.16190476192
[OVERALL], Throughput(ops/sec), 1016.260162601626
[SCAN], 95thPercentileLatency(us), 196607
[SCAN], AverageLatency(us), 71992.33263378804
[OVERALL], Throughput(ops/sec), 1319.2612137203166
[SCAN], 95thPercentileLatency(us), 312575
[SCAN], AverageLatency(us), 119197.77333333333
[OVERALL], Throughput(ops/sec), 1068.3760683760684
[SCAN], 95thPercentileLatency(us), 546815
[SCAN], AverageLatency(us), 178339.50052029136
[OVERALL], Throughput(ops/sec), 761.03500761035
[SCAN], 95thPercentileLatency(us), 238335
[SCAN], AverageLatency(us), 83676.83664921466
[OVERALL], Throughput(ops/sec), 1173.7089201877934
[SCAN], 95thPercentileLatency(us), 255103
[SCAN], AverageLatency(us), 77194.20378151261
[OVERALL], Throughput(ops/sec), 1225.4901960784314
[SCAN], 95thPercentileLatency(us), 406271
[SCAN], AverageLatency(us), 142204.3287815126
[OVERALL], Throughput(ops/sec), 828.5004142502071