linear.measurement.mongo.fnight.original.v.1.18/mongo.op_fnight.total_info.threads_340.txt
[SCAN], 95thPercentileLatency(us), 494847
[SCAN], AverageLatency(us), 167456.5244161359
[OVERALL], Throughput(ops/sec), 910.7468123861566
[SCAN], 95thPercentileLatency(us), 524799
[SCAN], AverageLatency(us), 274939.27713382506
[OVERALL], Throughput(ops/sec), 845.30853761623
[SCAN], 95thPercentileLatency(us), 280319
[SCAN], AverageLatency(us), 121410.17647058824
[OVERALL], Throughput(ops/sec), 1140.2508551881415
[SCAN], 95thPercentileLatency(us), 352511
[SCAN], AverageLatency(us), 149607.9044117647
[OVERALL], Throughput(ops/sec), 1028.80658436214
[SCAN], 95thPercentileLatency(us), 349183
[SCAN], AverageLatency(us), 134819.8136315229
[OVERALL], Throughput(ops/sec), 1051.5247108307046
[SCAN], 95thPercentileLatency(us), 365567
[SCAN], AverageLatency(us), 204899.94825765575
[OVERALL], Throughput(ops/sec), 1018.3299389002036
[SCAN], 95thPercentileLatency(us), 619007
[SCAN], AverageLatency(us), 284684.026371308
[OVERALL], Throughput(ops/sec), 789.2659826361484
[SCAN], 95thPercentileLatency(us), 533503
[SCAN], AverageLatency(us), 266560.37963944854
[OVERALL], Throughput(ops/sec), 803.2128514056225
[SCAN], 95thPercentileLatency(us), 647167
[SCAN], AverageLatency(us), 315580.0062893082
[OVERALL], Throughput(ops/sec), 689.6551724137931
[SCAN], 95thPercentileLatency(us), 572415
[SCAN], AverageLatency(us), 233820.05531914893
[OVERALL], Throughput(ops/sec), 838.9261744966443
[SCAN], 95thPercentileLatency(us), 368383
[SCAN], AverageLatency(us), 154731.09489051095
[OVERALL], Throughput(ops/sec), 996.01593625498
[SCAN], 95thPercentileLatency(us), 745471
[SCAN], AverageLatency(us), 300390.98843322817
[OVERALL], Throughput(ops/sec), 735.8351729212657
[SCAN], 95thPercentileLatency(us), 467711
[SCAN], AverageLatency(us), 199822.3435194942
[OVERALL], Throughput(ops/sec), 907.4410163339383
[SCAN], 95thPercentileLatency(us), 494335
[SCAN], AverageLatency(us), 231178.28870292887
[OVERALL], Throughput(ops/sec), 882.61253309797
[SCAN], 95thPercentileLatency(us), 636927
[SCAN], AverageLatency(us), 323500.5507399577
[OVERALL], Throughput(ops/sec), 742.3904974016333
[SCAN], 95thPercentileLatency(us), 269055
[SCAN], AverageLatency(us), 148872.9894957983
[OVERALL], Throughput(ops/sec), 1169.5906432748538
[SCAN], 95thPercentileLatency(us), 329471
[SCAN], AverageLatency(us), 186372.22492080255
[OVERALL], Throughput(ops/sec), 1047.1204188481674
[SCAN], 95thPercentileLatency(us), 215807
[SCAN], AverageLatency(us), 115645.86509635975
[OVERALL], Throughput(ops/sec), 1173.7089201877934
[SCAN], 95thPercentileLatency(us), 552447
[SCAN], AverageLatency(us), 214716.5669125395
[OVERALL], Throughput(ops/sec), 758.1501137225171
[SCAN], 95thPercentileLatency(us), 542719
[SCAN], AverageLatency(us), 202521.18456725756
[OVERALL], Throughput(ops/sec), 914.9130832570905